[
  {
    "location": "puerto rico",
    "disaster": "hurricane",
    "date": "2017-09-19",
    "article": "\n    Puerto Rico revises Hurricane Maria death toll 01:39\n    (CNN)Puerto Rico's new death toll from Hurricane Maria is making the storm one of the deadliest hurricanes in US history.\n\n    Authorities raised the death toll from last year's storm to 2,975 on Tuesday, which surpasses that of both Hurricane Katrina in 2005, which is responsible for 1,833 deaths, and the 1928 Okeechobee hurricane in Florida, which killed 2,500 people.\n    The count in Puerto Rico could change as the government continues to investigate deaths from the storm, Puerto Rico Gov. Ricardo Roselló said. Until the recent update, Puerto Rico's government had said only 64 people died as a result of the storm.\n    Puerto Rico&#39;s new Hurricane Maria death toll is 46 times higher than the government&#39;s previous count\n    Puerto Rico's new Hurricane Maria death toll is 46 times higher than the government's previous count\n    The Great Galveston Hurricane of 1900 remains the deadliest recorded hurricane in US history.\n    Thousands of homes in the city of Galveston, Texas were reduced to rubble by a hurricane on Sept. 8, 1900. \n    Thousands of homes in the city of Galveston, Texas were reduced to rubble by a hurricane on Sept. 8, 1900.\n    When it made landfall on September 8, 1900, it destroyed thousands of homes and killed at least 8,000 people within hours. The hurricane hit the Texas port city by surprise and had such a massive impact that it \"brought a new focus on the study of hurricane prediction,\" the National Oceanic and Atmospheric Administration said.\n    All three of the deadliest hurricanes were Category 4 storms when they made landfall.\n    Deadly estimates in the spotlight\n    News organizations and some members of Congress have raised questions about the official death toll in Puerto Rico, which had remained at 64 for months.\n    CNN reporters surveyed about half of the funeral homes across the island and found that funeral home directors identified 499 deaths they considered to be hurricane-related. In December, The New York Times estimated 1,052 \"excess deaths\" occurred after Maria. Others produced similar estimates.\n    Democrats in the House, including some Hispanic Caucus members, have requested an investigation into the Trump administration's response to Hurricane Maria.\n    In June, Democratic Rep. Nydia Velázquez called for a commission similar to one established in the aftermath of 9/11 to look into the storm's \"death toll, the federal response and how FEMA and other agencies may have responded sluggishly based on artificially low numbers.\"\n    CNN's Leyla Santiago, Catherine E. Shoichet and Jason Kravarik contributed to this report.\n    "
  },
  {
    "location": "japan",
    "disaster": "typhoon",
    "date": "2019-09-11",
    "article": "\nJapanese utility company, Tokyo Electric Power (Tepco), is struggling to restore power to nearly half a million homes after blackouts caused by Typhoon Faxai, while at least two people have died from heatstroke because of a lack of electricity, media said on Wednesday.\n\nTyphoon Faxai hit the capital and surrounding regions with destructive winds of up to 216km/h in the early hours of Monday morning, causing transport chaos. At least three people were killed and dozens injured in the storm.\n\n\nTyphoon Jebi: Strongest storm to hit Japan in 25 years (1:23)\nNational broadcaster NHK said two other people in Chiba prefecture east of Tokyo had died from heat stroke because there was no power to turn on the air conditioning once temperatures began to rise after the typhoon.\n\nTepco, Japan's biggest power provider, said it might not be able to restore power to all households on Wednesday, Kyodo News said, citing the company.\n\n\"As a result of the restoration work, the number of households without power becomes approximately 456,100 as of 10:00 am [01:00 GMT],\" Tepco said in a Twitter post.\n\n\"We will continue making every effort to restore power as quickly as possible.\"\n\nThe typhoon also affected the country's railway system, with 2.7 million passengers on Tokyo's JR East affected by cancellations and delays on Monday.\n\nAccording to the Japan Times, some of the train services did not resume until Tuesday, and an estimated 13,000 people were left stranded at the Japanese capital's international airport, Narita.\n\nMore than 100 flights were also cancelled on Monday as the typhoon battered Tokyo and its surrounding prefectures.\n\nAn estimated two dozen typhoons hit Japan every year, according to the Japan Meteorological Agency.\n\nIn 2018, Typhoon Jebi, the strongest typhoon in 25 years, hit the southern Shikoku Island, with strength comparable to Typhoon Faxai.\n"
  },
  {
    "location": "north carolina",
    "disaster": "tsunami",
    "date": "2019-09-06",
    "article": "\nJACKSONVILLE, N.C. — A tsunami-like storm surge from Hurricane Dorian ripped through North Carolina’s Outer Banks on Friday — a towering wall of water that left residents trapped and powerless. A strong tropical storm once again exposed the vulnerabilities of the narrow barrier islands in an era of extreme weather and rising seas.\n\nThe hurricane that had swooped along the Eastern Seaboard for days made landfall at Cape Hatteras as a Category 1 storm, far weaker than when it was a Category 5 behemoth that delivered a marathon assault on the Bahamas earlier in the week.\n\nBut in this low-lying community built on a foundation of shifting sand, Dorian was still severe enough to cause an “absolute major disaster,” said Peter Vankevich, a resident of Ocracoke Island, along the southern stretch of the Outer Banks.\n\n\n[Capital Weather Gang: Dorian exits Mid-Atlantic, heads north]\n\nThe hurricane wrought much of its destruction through swift and severe storm surge from the Pamlico Sound, the long lagoon that separates the islands from the North Carolina mainland. Powerful winds sucked water away from the coast, then pushed it back in a massive wave onto the western sides of Hatteras and Ocracoke islands. In less than two hours, tide gauges measured a water level increase of more than seven feet — enough to submerge a home’s first-floor windows.\n\n“The water just poured in and has continued to do so,” said Vankevich, who runs the Ocracoke Observer, the island’s main news source. “If you were out there walking around, you could have been swept away.”\n\nHurricane Dorian traps North Carolina island residents\nAfter Hurricane Dorian made landfall on the Outer Banks, North Carolina Gov. Roy Cooper (D) voiced concern for \"hundreds of people trapped on Ocracoke Island.\" (Reuters)\nBy early afternoon, the storm’s eyewall had moved northwest and away from shore. It is expected to scrape by southeastern New England on Saturday, then strike parts of Nova Scotia and Newfoundland before it finally spins out into the North Atlantic after a long and deadly slog across the hemisphere.\n\n\nDorian began brewing into one of the strongest hurricanes on record more than a week ago, prompting panicked preparations in Florida and north through the Carolinas. But it was the Bahamas that bore the brunt of the storm’s fury; the tempest stalled for 40 hours directly over the island chain, laying waste to much of two of its northern territories — Great Abaco and Grand Bahama. The official death toll stood at 43 Friday night but that is likely to be just a fraction of the total death toll, as entire communities were decimated by storm surges that topped 20 feet and winds that gusted to 220 mph.\n\nThousands of Bahamians made homeless by the storm are squatting in broken, abandoned homes or are scrambling for floor space in shelters without steady food and water.\n\nWith bodies still in the streets, Bahamians look for a way out of Marsh Harbour\nMarsh Harbour was ground zero when Hurricane Dorian hit the Bahamas. One week later, amid rubble and human remains, Bahamians grow desperate and frustrated. (Video: Zoeann Murphy, Jon Gerberg/Photo: Carolyn Van Houten/The Washington Post)\nWhen Dorian finally dislodged and swerved north Tuesday, the storm skirted the U.S. coastline, its outer edges scraping by Florida, Georgia and most of the Carolinas. In southeastern North Carolina, where many are still recovering from the devastation caused by Hurricane Florence last year, residents were relieved to escape the worst of it this time.\n\n\n“When you’re looking at what’s going on in the Bahamas, and you see this massive storm heading right for you, you’re going to be getting worried,” said Tony Catullo, a Myrtle Beach, S.C., resident who spent Friday afternoon sunbathing along the shore. After days of doom-filled forecasts, the mood here was relaxed: The local country radio station was advertising live music and the “premier hurricane party.”\n\n“We dodged a bullet here,” Catullo said.\n\n\nA man and a woman walk past the Riggings condo complex the morning after Hurricane Dorian passed by the area on Friday, in Kure Beach, N.C. (Elijah Nouvelage for The Washington Post)\nPeople in Wilmington, N.C., returned home Friday morning to surf beneath clearing skies. In Onslow County, to the north, swiftwater rescuers had little work to do.\n\n“This ain’t nothing,” said Thomas Goff, of Onslow Fire and Rescue. “I’ve seen pop-up thunderstorms do more damage.”\n\nNo serious injuries or fatalities from the hurricane have been reported in the United States, though North Carolina and Florida officials have listed other deaths that appear related to storm preparations and evacuations, including a man who fell from a ladder and people who collapsed under the stress of relocating. As of Friday morning, 75 roads were closed across North Carolina as the storm lashed the coastline — compared with the 750 road closures reported at the same time during Hurricane Florence last year.\n\n\nVirginia’s Hampton Roads region experienced some limited flooding during high tide on Friday, but there was little effect from the storm’s waning winds.\n\nWilliam Stiles, head of Wetlands Watch, a local nonprofit focusing on sea-level rise, was out mapping flooding in Norfolk on Friday.\n\n“This one was just weird,” he said. “It was just the water. Not the wind. Not the howling horizontal rain we normally get with a hurricane.”\n\nThe threat of flash flooding still loomed, though. And as reports of devastation emerged from the overwhelmed Outer Banks, North Carolina Gov. Roy Cooper (D) noted that many people are still at risk.\n\nPhotos and video from Ocracoke showed swift-moving, white-capped water rushing through neighborhoods and spilling over window sills. Emergency officials urged people to stay indoors and move to the highest points in their homes.\n\n\nThough a mandatory evacuation order had been issued for Dare County, many in the Outer Banks opted to remain in their homes. Longtime residents, who can recite the names of past hurricanes like a list of bad exes, are accustomed to weathering storms.\n\n\nTornado damage associated with Hurricane Dorian is seen Friday at the Boardwalk RV Park in Emerald Isle, N.C., the day after Hurricane Dorian passed through the area. (Elijah Nouvelage for The Washington Post)\n\nA man exits a mobile home in Emerald Isle amid damage from a tornado. (Elijah Nouvelage for The Washington Post)\n\nHurricane Dorian spun off tornadoes, which damaged Boardwalk RV Park. (Elijah Nouvelage for The Washington Post)\nThe beach communities — accessible only by bridge, boat or plane even in the best of weather — became all but unreachable as 90 mph winds and torrential rain battered the coastline. An estimated 800 people who did not evacuate remained stranded without power. Emergency responders were forced to wait for the weather to break before they could deliver aid and rescue people via helicopter.\n\nHyde County officials helped airlift several people with medical issues and spent Friday evening canvassing neighborhoods to ensure other residents were safe. But many were waiting to leave, hoping that regular ferry service would soon be restored.\n\n\nThe Outer Banks have always been especially vulnerable to rough weather. The string of peninsulas and barrier islands, 200 miles long and never more than three miles wide, are the first land masses to be bombarded by water and wind coming off the Atlantic. The ocean regularly overtops dunes and washes out much of Highway 12 — the only road linking Hatteras Island and the rest of Dare County. The ferry from Hatteras to Ocracoke had to change routes after its usual run began filling in with sand. During strong storms, water will carve out new inlets and wash away acres of beach.\n\nFor years, the island chain has been slowly shifting west, toward the mainland, beaten back by the encroaching sea. Dorian clipped its southern reaches before launching eastward.\n\nThese alterations are nature’s way of redistributing the tremendous energy of the ocean, explained Kitty Hawk resident Reide Corbett, a coastal oceanographer at East Carolina University and executive director of the Coastal Studies Institute in Manteo. The term “barrier islands” refers to the way these landforms protect coastlines through their shapeshifting.\n\n\n“It’s a dynamic system,” Corbett said. The resilience of the North Carolina coastline — not to mention some 30,000 year-round residents and a billion-dollar tourism industry — depend on it.\n\n\nUtility workers fix power lines the morning after Hurricane Dorian passed through Carolina Beach, N.C. (Elijah Nouvelage for The Washington Post)\nYet climate change has pushed the system to its limits. Rising sea levels have created a higher floor for storm surge to ride on top of, producing more frequent and more catastrophic floods.\n\n“The water levels in the ocean and the sound are changing,” Corbett said. “When you have 100 mile per hour winds blowing it up against the island, there’s no place for it to go but inundate.”\n\nThe scientist has noticed his neighbors become increasingly concerned about the fate of their islands. Efforts to “renourish” beaches with additional sand are washed away by the next storm. Rows of homes that once looked out onto the ocean have been lost to the incoming waters.\n\n\nCooper acknowledged the threat posed to his state by climate change while visiting a feeding station in Wilmington on Friday.\n\n“We know these storms now, unfortunately, are a new normal for us. We’ve had three hurricanes in the state of North Carolina in less than three years,” he said, in a nod to Florence and 2016’s Hurricane Matthew. “We have a lot to do to become more resilient. We have a lot to do to rebuild not only stronger but smarter.”\n\nKitty Hawk resident John Trubich, who waited out Dorian’s downpour in the same home where he endured countless other storms, was more resigned. The future, he said, is in the hands of Mother Nature.\n\n“The Outer Banks was made by wind and water,” he said. “Eventually, they’ll take it away.”\n"
  },
  {
    "location": "puerto rico",
    "disaster": "hurricane",
    "date": "2019-09-20",
    "article": "\nSeriously, Puerto Rico is a Caribbean paradise. Forget the Bahamas—just look at the pictures for yourself. Dreamy beaches, palm trees, old Spanish forts, jungles, waterfalls, tropical drinks, delicious seafood—Puerto Rico has it all. I mean, come on—did you know there are rainforests in the USA? It’s no wonder they call it The Island of Enchantment. \n\nPro tip: For insider info on all the most amazing gems Puerto Rico has to offer (especially local favorites and off-the-beaten-path treasures), connect with a Puerto Rican local for help creating your Puerto Rico itinerary.\n\n#2. You don’t need a passport to travel to Puerto Rico\nPeople often forget that Puerto Rico is a US territory. That means that you don't need a passport to go there—just the same ID you’d need to fly anywhere else in the US.\n\n#3. You don’t even need to change your money\nBecause Puerto Rico is a US territory, they also use the US dollar. That means you don't have to exchange your money, and you don’t have to pay foreign transaction fees when using your credit or debit cards. Essentially, traveling to Puerto Rico couldn't be easier—some cellular carriers don’t even charge roaming.\n\nNot the tour group type?\n\nNeither are we. Have a local plan your trip to Puerto Rico.\n\n#4. Most areas have fully recovered from Hurricane Maria\nOne of the worst disasters in US history, Hurricane Maria claimed the lives of over 3,000 American citizens in 2017. And despite well-publicized issues with federal relief efforts, Puerto Rico has since largely recovered from the tragedy (aside from some very remote areas of the island). Which brings us to our final and most important point:\n\n#5. One of the easiest ways to help the people of Puerto Rico? Spend your tourism dollars there.\nNo kidding; Puerto Rico is, on the whole, one of the least wealthy areas of the US. And since the tragedy of Hurricane Maria, things have only gotten harder. So aside from donating to charity,  one of the best ways anyone can help the people of Puerto Rico is by putting money directly into the island's economy.\n\nTravel to Puerto Rico and help support the economy\n\nNote: When a ViaHero local helps you plan your trip, 70% of the cost goes directly to the Puerto Rican local doing the planning.\n\n#6. English is widely spoken\nAgain, Puerto Rico is a US territory. This means that while Spanish is the most popular language on the island, English is an official second language and many people speak it perfectly—so getting around is a breeze, and it’s easy to experience the incredible local culture.\n\n#7. The food is to die for\nTravel to Puerto Rico and eat delicious food\n\nPuerto Rico's cuisine is an absolutely mouth-watering mix of Spanish, Caribbean, African, and Asian influences. The fresh seafood is unparalleled (you have to try the aguacate relleno—avocado stuffed with creamy garlic shrimp), and the island grows some of the best coffee, vegetables, and tropical fruit in the entire world. Oh, and did we mention that Puerto Rico is the world’s second-largest producer of rum? Well, we’re mentioning it again. Because rum.\n\n#8. It’s super safe for travelers \nLike any major city, San Juan (the capital of Puerto Rico) has its neighborhoods to avoid. That said, it’s really easy to stay safe in Puerto Rico with a little bit of know-how from a local. As Puerto Rico heavily relies on tourism, the police are very attentive and the island is very, very safe on the whole—just take the same precautions you would in any other city.\n\n#9. Flights are really cheap\nDespite its small size, Puerto Rico has over two dozen airports with cheap, daily flights from all over the US and beyond. All the major US airlines fly there (United, American, Delta, JetBlue, Virgin, Southwest, and even Spirit). Plus, fares are ridiculously inexpensive—sometimes as low as $60.\n\n#10. The people are wonderful\nTravel to Puerto Rico and meet wonderful people\n\nWhile it's never good to generalize, Puerto Ricans often pride themselves on their warm, vibrant culture. They did invent salsa dancing, after all. Which brings us to our next point…\n\n#11. The music and dancing are absolutely incredible\nLike its food, Puerto Rico's music and dance are a dynamic mix of cultural influences. Salsa dancing was actually invented by Puerto Ricans in 1970’s New York; the Bomba and the Danza, two other popular Puerto Rican dances, were invented on the island hundreds of years ago. And if you think the dancing is incredible, you have to check out the music scene.\n\n#12. Transportation is really easy\nOnce you’re in Puerto Rico, transportation couldn't be easier. You can rent a car (remember: Puerto Rico is a US territory, so it has all the same car rental places as in the continental US), take public transportation, or just use Uber.\n\n#13. It’s great for families\nWith its incredible beaches, kid-friendly resorts, and Pirates of the Caribbean-like atmosphere of San Juan, Puerto Rico couldn’t be a better place to take the whole family. Plus, it’s only a 3-hour flight from NYC—so it’s an easy trip for the little ones.\n\n#14. Solo female travelers love Puerto Rico\nSolo female travelers enjoy travel to Puerto Rico\n\nThough its culture is all its own, Puerto Rico’s basic social boundaries are the same as in the US. That means that catcalling and harassment issues are similar to those in the states. The violent crime rate, however, is considerably lower in Puerto Rico than in nearly any US state.\n"
  }
]